brew 'argo'
brew 'argocd'
brew 'cmake'
brew 'coreutils'
brew 'dockutil'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'helix'
brew 'helm'
brew 'hugo'
brew 'htop'
brew 'jq'
brew 'jump'
brew 'lastpass-cli'
brew 'neovim'
brew 'pandoc'
brew 'ripgrep'
brew 'starship'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'zsh-syntax-highlighting'

tap 'homebrew/cask-fonts'

cask 'alacritty'
cask 'basictex'
cask 'docker'
cask 'firefox'
cask 'font-fira-code'
cask 'insomnia'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'rectangle'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
